<template>
    <div class="privacyagreement">
        <h1 class="title">启锐软件隐私政策</h1>
        <div class="item">
            <p class="content-title">
                厦门至和工业设计有限公司（以下简称“至和”或“我们”）是“启锐(英文：QIRUI)”产品的开发和运营方。您的信任对我们非常重要，我们深知用户信息安全的重要性，我们将按照法律法规要求，采取安全保护措施，保护您的用户信息安全可控。鉴此，我们制定本《隐私政策》并提醒您：在使用启锐的各项服务前，请您务必仔细阅读并透彻理解本《隐私政策》，在确认充分理解并同意后方使用相关产品和服务。一旦您开始使用启锐服务，将被视为对本政策内容的接受和认可。
            </p>
            <p class="content-title">
                如对本政策内容有任何疑问、意见或建议，您可通过邮箱（sunxiaowen@qrprt.com）或客服电话（4008-596-916）与我们联系。
            </p>
            <p class="content-title">
                本政策将帮助您了解以下内容：            
            </p>
            <p class="content-title">
                1.我们收集的信息            
            </p>
            <p class="content-title">
                2.信息存储           
            </p>
            <p class="content-title">
                3.信息安全
            </p>
            <p class="content-title">
                4.我们如何使用信息
            </p>
            <p class="content-title">
                5.对外提供            
            </p>
            <p class="content-title">
                6.隐私政策的更新
            </p>
            <p class="content-title">
                7.联系我们
            </p>
        </div>
        <div class="item">
            <div class="sub-item">
                <h3 class="sub-title">1.我们收集的信息</h3>
                <p class="content">
                    在您使用启锐服务的过程中，启锐会按照如下方式收集您在使用服务时主动提供或因为使用服务而产生的信息，用以向您提供服务、优化我们的服务以及保障您的帐号安全：
                </p>
                <p class="content">
                    1.1 当您使用第三方账号（如微信、QQ）授权登录启锐。此时，即授权我们读取您在第三方账号注册的公开信息（昵称，头像等）。第三方平台对您个人信息的处理将适用该第三方的隐私政策。收集这些信息是为了帮助您完成启锐注册，保护您启锐帐号的安全。若您不提供这类信息，您可能无法正常使用我们的服务。你还可以根据自身需求选择填写性别、地区等信息。                </p>
                <p class="content">
                    1.2 我们在提供服务的过程中，可能需要您开通一些设备权限，例如相册、相机、定位、存储等访问权限。您也可以在设备的设置功能中随时选择关闭部分或全部权限。在不同设备中，权限显示方式及关闭方式可能有所不同。拒绝提供这些信息仅会使你无法使用相关特定功能，但不影响您正常使用启锐的其他功能。具体请参考设备及系统开发方说明或指引。
                </p>
                <p class="content">
                    1.3 当您使用启锐服务时，为保障您正常使用我们的服务，维护我们服务的正常运行，改进及优化我们的服务体验以及保障您的帐号安全，我们会收集您的设备型号、设备固件版本、操作系统、唯一设备标识符，这类信息是为提供服务必须收集的基础信息。                </p>
                <p class="content">
                    1.4 当您使用启锐的存储和上传功能时，您存储和上传的图片、视频、评论、点赞等信息会存储在我们的服务器中，因为存储是实现这一功能所必需的。我们会以加密的方式存储，您也可以随时删除这些信息。除非经你自主选择或遵从相关法律法规要求，我们不会对外提供上述信息，或者将其用于该功能以外的其他用途。
                </p>
                <p class="content">
                    1.5 启锐服务中的第三方服务由外部第三方主体提供，启锐无法获得你在使用该类第三方服务时产生的信息。但是，如果您已明示同意该第三方获得您的地理位置信息，该第三方将通过启锐接口获得您的终端地理位置信息。该信息属于敏感信息，拒绝提供该信息仅会使您无法使用上述第三方服务，但不影响您正常使用启锐的功能。
                </p>
                <h3 class="content-title">另外，根据相关法律法规及国家标准，以下情形中，我们可能会收集、使用您的相关个人信息无需征求您的授权同意：</h3>
                <p class="content">
                    1) 与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公众知情等重大公共利益直接相关的；                
                </p>
                <p class="content">
                    2) 与犯罪侦查、起诉、审判和判决执行等直接相关的；
                </p>
                <p class="content">
                    3) 出于维护你或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；
                </p>
                <p class="content">
                    4) 所收集的个人信息是你自行向社会公众公开的；
                </p>
                <p class="content">
                    5) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
                </p>
                <p class="content">
                    6) 根据您要求签订和履行合同所必需的；
                </p>
                <p class="content">
                    7) 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
                </p>
                <p class="content">
                    8) 为开展合法的新闻报道所必需的；               
                </p>
                <p class="content">
                    9) 法律法规规定的其他情形。
                </p>
                <p>请您理解，我们向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了您的信息，我们会通过页面提示、交互流程、网站公告等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。</p>
            </div>
            <div class="sub-item">
                <h3 class="sub-title">2.信息存储</h3>
                <p class="content">
                    2.1  信息存储的地点
                </p>
                <p class="content">
                    我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内。
                </p>
                <p class="content">
                    2.2  信息存储的期限
                </p>
                <p class="content">
                    一般而言，我们仅为实现目的所必需的时间保留你的个人信息，例如：
                </p>
                <p class="content">
                    发现平台信息：当您发布素材，我们需要保存您的发布信息，以保证您正常使用发布功能，当您删除您的发布信息后，我们将删除相应的信息。
                </p>
                <p class="content">
                    AR照片：当您生成AR照片，我们需要保存您的AR照片信息，以保证您正常使用AR功能，当您删除您的AR信息后，我们将删除相应的信息。
                </p>
                <p class="content">
                    当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。
                </p>
            </div>
            <div class="sub-item">
                <h3 class="sub-title">3. 信息安全</h3>
                <h3>我们努力为用户的信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或披露。请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，不可能始终保证信息百分之百的安全。若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知你。</h3>
            </div>
            <div class="sub-item">
                <h3 class="sub-title">4. 我们如何使用信息</h3>
                <h3>为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息，例如，您使用应用程序的频率、崩溃数据、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与您在应用程序中提供的任何个人身份信息相结合。</h3>
                <h3>如我们使用您的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用您的个人信息前，再次向您告知并征得您的明示同意。</h3>
            </div>
            <div class="sub-item">
                <h3 class="sub-title">5. 对外提供</h3>
                <p class="content">
                    目前，我们不会主动共享或转让您的个人信息至至和科技外的第三方，如存在其他共享或转让您的个人信息或您需要我们将您的个人信息共享或转让至至和科技外的第三方情形时，我们会直接或确认第三方征得您对上述行为的明示同意。
                </p>
                <p class="content">
                    我们不会对外公开披露其收集的个人信息，如必须公开披露时，我们会向您告知此次公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明示同意。
                </p>
                <p class="content">
                    另外，根据相关法律法规及国家标准，以下情形中，我们可能会共享、转让、公开披露个人信息无需事先征得个人信息主体的授权同意：                
                </p>
                <p class="content">
                    1） 与国家安全、国防安全直接相关的；                
                </p>
                <p class="content">
                    2） 与公共安全、公共卫生、重大公共利益直接相关的；
                </p>
                <p class="content">
                    3） 与犯罪侦查、起诉、审判和判决执行等直接相关的；                
                </p>
                <p class="content">
                    4） 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；                
                </p>
                <p class="content">
                    5） 个人信息主体自行向社会公众公开的个人信息；
                </p>
                <p class="content">
                    6） 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
                </p>
            </div>
            <div class="sub-item">
                <h3 class="sub-title">6. 隐私政策的更新</h3>
                <p class="content">
                    6.1 我们的隐私政策可能修订。
                </p>
                <p class="content">
                    6.2 未经您明确同意，我们不会限制您按照本隐私政策所应享有的权利。我们会在专门页面上发布对隐私权政策所做的任何修订。
                </p>
                <p class="content">
                    6.3 对于重大修订，我们还会提供更为显著的通知（包括对于某些服务，我们会通过网站公示的方式进行通知甚至向您提供弹窗提示，说明隐私权政策的具体变更内容）。
                </p>
            </div>
            <div class="sub-item">
                <h3 class="sub-title">7.联系我们</h3>
                <p class="content">
                    当您有其它的投诉、建议相关问题时，可通过邮箱（sunxiaowen@qrprt.com）或客服电话（4008-596-916）与我们联系。               
                </p>
            </div>
        </div>
    </div>
</template>
<style lang="scss">
// @import '@/common/scss/commonsize.scss';
// .privacyagreement{
//     background: #fff;
//     padding: 0 rem(30) rem(30);
//     h1.title{
//         text-align: center;
//         font-size: rem(36);
//         padding: rem(40) 0 rem(30);
//         font-weight: bold;
//     }
//     .item{
//         .item-title{
//             font-size: rem(30);
//             font-weight: bold;
//             padding: rem(10) 0 0;
//         }
//         .content-title{
//             font-size: rem(20);
//             padding: rem(10) 0;
//         }
//         .sub-item{
//             .sub-title{
//                 padding: rem(5) 0 0;
//                 font-size: rem(24);
//             }
//             .content{
//                 // text-indent: 2em;
//                 font-size: rem(20);
//             }
//         }
//     }
// }
</style>